testing/bigdoublecorner_of/0/nut
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      nut;
}

dimensions  [0 2 -1 0 0 0 0];
internalField uniform 0;

boundaryField
{
    inlet        { type calculated; value uniform 0; }
    outlet       { type calculated; value uniform 0; }
    top          { type calculated; value uniform 0; }
    body         { type nutkWallFunction; value uniform 0; }
    symmetry     { type symmetry; }
    symAxis      { type symmetry; }
    front        { type empty; }
    back         { type empty; }
}
