testing/bigdoublecorner_of/0/omega
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      omega;
}

dimensions  [0 0 -1 0 0 0 0];
internalField uniform 1975;

boundaryField
{
    inlet        { type fixedValue; value uniform 1975; }
    outlet       { type zeroGradient; }
    top          { type zeroGradient; }
    body         { type omegaWallFunction; value uniform 1; }
    symmetry     { type symmetry; }
    symAxis      { type symmetry; }
    front        { type empty; }
    back         { type empty; }
}
