testing/bigdoublecorner_of/system/fvSchemes
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      fvSchemes;
}

ddtSchemes  { default steadyState; }

gradSchemes { default Gauss linear; }

divSchemes
{
    default                              none;
    div(phi,U)                           Gauss linearUpwind grad(U);
    div(phi,k)                           Gauss limitedLinear 1;
    div(phi,omega)                       Gauss limitedLinear 1;
    div((nuEff*dev(T(grad(U)))))         Gauss linear;
}

laplacianSchemes { default Gauss linear corrected; }

interpolationSchemes { default linear; }

snGradSchemes { default corrected; }

wallDist { method meshWave; }
